{
  "projects": [
    {
      "title": "PitchHere",
      "description": "PitchHere is an investment platform that provides a one-stop for all startup needs. PitchHere provides a comprehensive suite of services for startups, including access to investors, mentorship programs, and various support services to help them thrive. With PitchHere, startups have a strong foundation to launch, scale, and become the next big success story.",
      "languages": [
        "React",
        "Redux",
        "NodeJs",
        "MongoDB",
        "Express",
        "Tailwind"
      ],
      "img": [
        { "id": 1, "image": "/assets/PitchHere.png" },
        { "id": 2, "image": "/assets/PitchHere2.png" },
        { "id": 3, "image": "/assets/PitchHere3.png" },
        { "id": 4, "image": "/assets/PitchHere4.png" }
      ],
      "url": "https://pitchhere.in/",
      "features": [
        "Startup Investment platform developed using MERN stack, Redux, and Tailwind.",
        "Implemented a real-time chat functionality using socket.io, resulting in a 30% increase in customer engagement.",
        "Integrated Stripe payment gateway.",
        "Implemented a real-time live video calling functionality using socket.io and Zoom API, resulting in a 60% increase in customer engagement.",
        "Implemented Redux and Redux-persist to store data in a state and local storage respectively.",
        "Created a complete wallet system with Razorpay as a payment gateway.",
        "Launched a dynamic user marketplace with bidding functionality! Here, project owners can post details and budget for tasks, while skilled service providers compete for them by submitting bids. This fosters a competitive environment that drives quality and potentially lowers costs."
      ]
    },
    {
      "title": "userq.net",
      "description": "This E-commerce platform specializes in the sale of Snapchat and Instagram accounts. Originally developed for an international client, the website boasts a comprehensive admin portal. Through this portal, administrators have full control over categories, products, and discounts, ensuring a seamless and tailored shopping experience for customers.",
      "languages": ["Php", "JavaScript", "SQL", "jQuery", "Bootstrap5"],
      "img": [
        { "id": 1, "image": "/assets/userq.png" },
        { "id": 2, "image": "/assets/userq2.png" },
        { "id": 3, "image": "/assets/userq3.png" },
        { "id": 4, "image": "/assets/userq4.png" }
      ],
      "url": "https://userq.net/",
      "features": [
        "Integrated Paypal and Sadad payment gateway.",
        "Integrated Twilo for sending sms.",
        "Complete admin panel with ability to control categories, products and discount.",
        "Responsive UI."
      ]
    },
    {
      "title": "EcoExcellence",
      "description": "EcoExcellence is an online platform dedicated to promoting sustainable living and eco-friendly products in Australia. Designed to cater to the needs of environmentally conscious consumers, EcoExcellence offers a wide range of products that are sourced and manufactured with sustainability in mind From houseehold items to personal care products, each item on EcoExcellence is carefully curated to meet the highest standards of eco-friendliness. The platform also features a user-friendly interface, making it easy for customers to find and purchase products that align with their values.",
      "languages": ["Php", "HTML", "Bootstrap5"],
      "img": [
        { "id": 1, "image": "/assets/EcoExcellence.png" },
        { "id": 2, "image": "/assets/EcoExcellence2.png" },
        { "id": 3, "image": "/assets/EcoExcellence3.png" },
        { "id": 4, "image": "/assets/EcoExcellence4.png" }
      ],
      "url": "https://ecoexcellence.com.au/",
      "features": ["Seamless Responsive UI.", "Contact Form"]
    }
  ]
}
